<?php

namespace app\common\model;

use think\Request;
use helper\StrHelper;
use app\common\core\BaseModel;
use think\exception\DbException;

/**
 * 学员活动模型
 */
class MemberActivity extends BaseModel
{


    //-------------------------------------------------- 静态方法


    //-------------------------------------------------- 实例方法

    //-------------------------------------------------- 读取器方法

    //-------------------------------------------------- 追加属性读取器方法

    //-------------------------------------------------- 修改器方法

    //-------------------------------------------------- 关联加载方法
}